module.exports = {
  content: [
    './app.vue',
    './components/**/*.{vue,js}',
    './layouts/**/*.vue',
    './pages/**/*.vue',
  ],
  // purge: [],本番環境出未使用のスタイル
  darkMode: false, // or 'media' or 'class'
  theme: {
    extend: {
      width: {
        '1/10': '10.0000000%',
        '2/10': '20.0000000%',
        '3/10': '30.0000000%',
        '4/10': '40.0000000%',
        '5/10': '50.0000000%',
        '6/10': '60.0000000%',
        '7/10': '70.0000000%',
        '8/10': '80.0000000%',
        '9/10': '90.0000000%',
        '49/100': '49.0000000%',
      }
    },
  },
  variants: {
    extend: {},
  },
  plugins: [],
}