<template>
  <section id="PrivacyContent" class="flex flex-col items-center w-full">
    <div class="flex flex-col items-center py-10 w-9/10 sm:w-6/10">
      <h1 class="font-bold text-4xl my-6">
        プライバシーポリシー
      </h1>
      <div class="w-full text-right my-8">
        <p>2022年2月14日制定</p>
      </div>
      <div>
        <p class="mb-8 w-full" style="text-indent:1em;">
          株式会社テイチャク（以下「当社」といいます。）は、公式LINE拡張ツール「+one step」をはじめ、その他当社が提供する各種サービス（以下、「本サービス」といいます。）における個人情報の取扱いに関する方針を次のとおり定め、これを公表するとともに順守することを宣言します。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          １．個人情報とは
        </p>
        <p>
          個人情報の定義は、以下のとおりです。
          <br>
          個人に関するデータであり、当該データに含まれる生年月日、氏名、その他記述、または音声もしくは画像によって当該個人を識別できるもの（当該情報のみでは識別できないものの、他の情報と簡易に照合することができ、それにより当該個人を識別できるものを含む）、個人別に付けられた記号及び、その他番号・符号に類するもの。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ２．個人情報及の利用目的
        </p>
        <p>
          収集した個人情報および利用者の従業員に関する情報（以下、総称して「個人情報等」といいます。）は、以下に定める目的で利用します。
          <br>
          （1）本サービスの提供
          <br>
          （2）本サービスの提供に伴う情報提供のためのメール配信
          <br>
          （3）本サービスの品質向上を目的とする要望及び、意見等の収集
          <br>
          （4）本サービスの利便性及び、本ツール品質の向上のためのマーケティング等
          <br>
          （5）本サービスのご案内
          <br>
          （6）利用履歴、端末情報をもとにしたコンテンツや広告等の配信・表示
          <br>
          （7）適切な本サービスの提供をおこなうための情報の分析
          <br>
          （8）利用者の利用状況および利用結果等の収集
          <br>
          （9）利用者情報の統計処理及び、それに附帯関連するもの
          <br>
          （10）前各号に附帯関連する一切の利用目的のため
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ３．個人情報提供の任意性
        </p>
        <p>
          個人情報の提供は、利用者の任意とするものとします。但し、必要となる情報が不足している場合は、本サービスを提供することができない場合があります。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ４．外部委託
        </p>
        <p>
          当社は、個人情報の取り扱いを外部に委託する場合は、当社の基準を満たす企業を選定して委託を行い、適切な運用が行われるよう、管理・監督するものとします。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ５．委託先の管理について
        </p>
        <p>
          当社は、前項により当社が取得した個人情報を開示する業務委託先に対しては、秘密保持契約を締結し、適切な取扱い及び保護を行うよう、指示・監督を行います。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ６．個人情報の第三者への開示
        </p>
        <p>
          当社は、原則本人の同意を得ずに個人情報を第三者に開示することはおこないません。開示する場合においては、提供先及び、提供内容を特定し、本人の同意を得た場合に限るものとします。但し以下の場合は、関係する法令に反しない範囲において、本人の同意なく個人情報を開示することがあります。
          <br>
          （1） 公的機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合で、本人の同意を得ることによりその事務の遂行に支障を及ぼすおそれがある場合
          <br>
          （2） 生命、身体もしくは財産保護のために必要がある場合で、本人の同意を得ることが困難である場合
          <br>
          （3） 裁判所、検察庁、警察、またはこれらに準ずる権限を有する機関から、開示を求められた場合
          <br>
          （4）法令により開示または提供が許容されている場合
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ７．個人情報の開示、訂正等、利用停止について
        </p>
        <p>
          当社の保有個人データに関し、ご本人が、自分自身の個人情報の開示、訂正等（訂正、追加または削除）、利用停止等（利用停止または消去並びに第三者への提供の停止）をご希望される場合には、本ポリシー記載のご相談窓口までご連絡いただければ、ご本人であることを確認した上で、合理的な範囲内で速やかに対処させていただきます。
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ８．個人情報の管理
        </p>
        <p>
          当社は、個人情報への不当なアクセスまたは個人情報の紛失、改竄、漏洩、破壊などの危険に対して、組織的及び技術的側面において必要な安全対策を持続的に講じるよう努めるものとします。
        </p>
      </div>
      <div class="mb-8 w-full text-right">
        <p>
          株式会社テイチャク
        </p>
        <p>
          代表取締役<span class="ml-3"/>磯野 哲也
        </p>
      </div>
      <div class="mb-8 w-full">
        <p>
          ９．個人情報に関する苦情・相談窓口
        </p>
        <p>
          個人情報に関するお問い合わせについては、下記ご相談窓口で受け付けております。
        </p>
      </div>
      <div class="mb-8 p-6" style="border:solid 5px #B9E6D3;">
        <p class="font-bold text-lg">
          【ご相談窓口】
        </p>
        <p class="mt-4">
          〒151-0051 東京都渋谷区千駄ヶ谷五丁目23番6号
          <br>
          株式会社テイチャク<span class="ml-3"/>個人情報保護担当宛
        </p>
        <div class="mt-5 w-full text-center">
          <ButtonL>
            <router-link to="/contact.html" target="_blank">
              お問い合わせフォームはこちら
            </router-link>
          </ButtonL>
        </div>
      </div>
      <div class="mb-8 w-full">
        <p>
          10．プライバシーポリシーの変更手続き
        </p>
        <p>
          当社は、利用者情報の取り扱いに関する運用を適宜見直し、持続的に改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。変更した場合には、変更後の本ポリシーをウェブ上で公表することにより通知するものとします。ただし、法令上利用者の同意が必要となる変更の場合は、利用者の同意を得るものとします。
        </p>
      </div>
    </div>
      </section>
</template>

<script>
import ButtonL from './CommonParts/ButtonSR.vue'

export default {
  name: 'PrivacyContent',
  components: {
    ButtonL,
  },
  data(){
    return{
    }
  }
}
</script>
<style scoped>
p{
  font-size: 18px;
  line-height: 30px;
}
</style>